import {
  Coffee,
  DataObjectRounded,
  DomainVerificationRounded,
} from "@mui/icons-material";

import userAvatar from "../assets/user.png";

export const devWorkInfo = [
  {
    tooltipTitle: "تعداد قهوه های خورده شده",
    icon: <Coffee />,
    total: 1640,
    color: "lightcoral",
  },
  {
    tooltipTitle: "تعداد پروژه های من",
    icon: <DataObjectRounded />,
    total: 12,
    color: "lightskyblue",
  },
  {
    tooltipTitle: "تعداد پروژه های به پایان رسیده",
    icon: <DomainVerificationRounded />,
    total: 5,
    color: "lightseagreen",
  },
];

export const devEdu = [
  {
    year: "۱۳۹۷ - ۱۳۹۹",
    cert: "دیپلم",
    major: "رشته ریاضی فیزیک",
    place: "دبیرستان نمونه دولتی امام جعفر صادق(ع)",
  },
  {
    year: "۱۳۹۹ - ....",
    cert: "کارشناسی",
    major: "رشته کامپیوتر",
    place: "دانشگاه ایت الله بروجردی",
  },
];

// export const devEx = [

// ]

export const userComments = [
  {
    fullname: "محمد امین بشارتیان",
    jobTitle: "برنامه نویس فرانت اند",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "محمد امین بشارتیان",
    jobTitle: "برنامه نویس فرانت اند",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "محمد امین بشارتیان",
    jobTitle: "برنامه نویس فرانت اند",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "محمد امین بشارتیان",
    jobTitle: "برنامه نویس فرانت اند",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "محمد امین بشارتیان",
    jobTitle: "برنامه نویس فرانت اند",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "محمد امین بشارتیان",
    jobTitle: "برنامه نویس فرانت اند",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
];
